Repository: GTRRoficial/Repo-GTRR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Podiam exigir de mim "autodisciplina" de maneiras que nunca poderiam ser impostas razoavelmente àquelas que eram prontamente aceitas como mulheres.
pt_br: ‘Self-discipline’ could be demanded of me in ways that could never be reasonably imposed on those readily accepted as women.

source: Pois bem, a primeira conclusão que a gente pode tirar é: se existe exploradores e explorados, sempre foi assim?
pt_br: this being, the first thing we can know for a fact is: there are no exploiter without exploited, this has always been the case, right?

source: Pois bem, ao trabalhar e criar esse valor, em troca, o trabalhador recebe salário.
pt_br: Very well, after working and creating this value, in exchange, the worker receives a wage.

source: Pois bem, lembra que a gente falou que a mercadoria é o centro de todas as relações sociais?
pt_br: Very well, remember we said that the commodity is the center of all social relations?

source: Pois bem, o capitalismo desenvolveu as nossas forças produtivas de maneira inédita.
pt_br: very well, capitalism has developed our productive forces at a novel way .

source: Pois bem, outra característica das relações de produção.
pt_br: Well then, another characteristic of relations of production.

source: Por causa da culpa, tem dias nos quais eu sinto que nada na minha marginalização ou na minha luta justifica sequer que eu acorde de manhã.
pt_br: There are days where I feel that none of my marginality or struggle justifies me even waking up in the morning, just because of guilt.

source: Por causa de um embate entre a minha sobrevivência e o que a sociedade em geral permite, eu me descubro falhando em corresponder a um ideal que muda constantemente, seja ele dócil ou hipercrítico.
pt_br: I find myself falling short of matching an ever-shifting ideal, whether that’s docile or hypercritical, because of a battle between my survival and what wider society allows.

source: Por exemplo, no modo de produção escravista.
pt_br: For example, in the slave-owning mode of production.

source: Por exemplo: se tem várias indústrias que produzem cadeira, e uma delas descobre um jeito de produzir bem mais rápido, quando essa cadeira for para o mercado, ela, por ser vendida por um preço parecido com as outras, vai ser mais lucrativa.
pt_br: For example: if there are many companies producing chairs, and one of them discovers a much faster way to produce, when this commodity goes to the market, it, being sold at a similar price as the others, will yield more profit.

source: Por isso que capital não é só o dinheiro.
pt_br: That's why capital isn't just money.

source: Por mais de vinte anos, as pessoas tinham me visto como um menino estranho e deslocado.
pt_br: People had seen me as a strange, awkward boy for over 20 years.

source: Por que Propriedade privada, só Propriedade privada virou sinônimo de Propriedade privada dos Meios de produção?
pt_br: Why did private property, and only "private property", became synonymous with private property of the means of production?

source: Por que a gente está falando tanto de capitalismo?
pt_br: Why are we talking so much about capitalism?

source: Por que isso tudo é muito importante?
pt_br: Why is all of that so important?

source: Por quê?
pt_br: Why?

source: Porque a Propriedade privada dos Meios de produção foi a primeira forma de Propriedade privada.
pt_br: Because the private property of the means of production was the first form of private property.

source: Porque a quantidade de trabalho necessário para fazer um carro é muito maior.
pt_br: Because the amount of labour needed to make a car is way bigger.

source: Porque ela consegue expor, deixar nu, o mecanismo interno de exploração.
pt_br: Because it can expose, strip naked, the internal mechanisms of exploitation.

source: Porque ele detém uma coisa chamada capital.
pt_br: Because he owns something called "Capital".

source: Porque ele faz parte de outra classe.
pt_br: Because he belongs to another class.

source: Porque entender o que é valor faz com que a gente compreenda a maior descoberta da economia política marxista, que é a mais-valia.
pt_br: Because understanding what value is makes us comprehend the greatest discovery of Marxist Political Economy, which is the Surplus Value.

source: Porque, novamente, como a mercadoria é o centro de todas as relações sociais do Capitalismo, ela precisa ser compreendida.
pt_br: Because, again, as commodity is the center of all social relations in capitalism, it needs to be undestood.

source: Portanto, cada um desses dois objetos, tanto o trigo como o ferro, deve poder reduzir-se independentemente um do outro, àquela terceira coisa, que é a medida comum de ambos”.
pt_br: Either of them, the wheat or the iron, must, therefore, independently of the other, be reducible to this third thing which is their common measure.".

source: Power is the core reason why the right is waging campaigns in Latin America, India, Australia, Canada, and elsewhere, with the coup in Bolivia and another coup in Brazil, the force of which ousted Lula and assassinated Marielle Franco in Brazil before bringing Bolsonaro to power.
pt_br: O poder é o principal motivo pelo qual a direita está travando campanhas na América Latina, Índia, Austrália, Canadá, e em outros lugares, com o golpe na Bolívia e outro golpe no Brasil, cuja força derrubou Lula e assassinou Marielle Franco antes de levar Bolsonaro ao poder.

source: Precisava haver uma revolução do pensamento das pessoas, daí a partir do pensamento da razão, a gente transformar a realidade.
pt_br: There needed to be a revolution in people's thought and only then from reason and thought, we would transform reality.

source: Primeiro a gente entra em contato com a realidade e depois a gente fórmula as nossas ideias, e não contrário.
pt_br: First we get into contact with reality and then we formulate ideas, not the contrary.

source: Primeiro de tudo, a dialética hegeliana se contrapunha a outro método filosófico que é a metafísica, que é o método filosófico que era dominante até Hegel.
pt_br: First of all, Hegelian dialectics was opposed to another philosophical method called metaphysics, which was the dominant philosophical method up to Hegel.

source: Principalmente a respeito de uma coisa chamada dialética.
pt_br: Mainly regarding a thing called dialectics.

source: Pro Hegel, a realidade é uma manifestação das ideias humanas, é uma manifestação do pensamento humano.
pt_br: For Hegel, reality is a manifestation of human ideas, a manifestation of human thought.

source: Propriedade privada: livre disposição do trabalho de outrem.
pt_br: Private Property: free disposal of another's labor power.

source: Quais foram as mãos que tiraram essas metais do veio da terra?
pt_br: Whose hands extracted them from the veins of the earth?

source: Qual que é o valor da nossa força de trabalho?
pt_br: What is the value of our labour power?

source: Quando a gente está falando de Propriedade privada, a gente está falando de Propriedade privada dos meios de produção.
pt_br: When we are talking about private property, we are talking about private property of the means of production.

source: Quando a gente fala de exploração no capitalismo, gente, não é um juízo de valor.
pt_br: When we talk about exploitation in Capitalism, folks, we are not judging it.

source: Quando se extrai a mais-valia, o burguês reinveste na produção para aumentar a extração dessa mais-valia.
pt_br: When surplus value is extracted, the bourgeois reinvests it in production to increase the extraction of this surplus value.

source: Quando uma quantidade de trigo é igual uma quantidade de ferro, não significa que uma igual ao outro, mas que os dois são iguais a uma terceira coisa.
pt_br: If a certain amount of wheat is equal to certain amount of iron, it does not mean that one is the same as the other, but that they are equal to a third thing.

source: Quanto mais as pessoas me conheciam, mais transparecia a minha neurose.
pt_br: My neurosis spilt out the longer people knew me.

source: Que a mudança teria que vir de cima para baixo.
pt_br: That any change would come from top-down.

source: Quem executa esse trabalho?
pt_br: Who does this labour?

source: Quem fabricou?
pt_br: Who manufactured them?

source: Relações de produção são como os humanos atuam uns sobre os outros.
pt_br: Relations of production are how humans act on each other.

source: Sabe qual é a substância comum de tudo que vocês têm?
pt_br: Do you know what this substance common to all the things you have is?

source: Same with friends later in life as I shared with them my shady encounters with porn directors in my home city, a mix of mocking admiration and victimblaming.
pt_br: A mesma coisa com amigos mais tarde na vida, quando eu contava sobre meus encontros com diretores de pornô na minha cidade natal, um misto de admiração zombada e culpabilização.

source: Se a nossa força de trabalho é mercadoria e o valor é uma propriedade da mercadoria.
pt_br: If our labour power is a commodity, and value is a property of a commodity.

source: Se essa produção não vira capital, ela é descartada.
pt_br: If production doesn't become capital it is discarded.

source: Se eu não passava de um homem que deu errado com uma voz fodida, um desejo por amor verdadeiro e ambições ainda por cima, o mínimo que eu poderia fazer era reduzir os danos colaterais.
pt_br: If I was nothing but a failed man with a fucked up voice, a desire for true love and ambitions to boot, then the least I could do was reduce my collateral damage.

source: Se montão em cima de uma base material.
pt_br: They are built upon a material basis.

source: Se o sofá tem peças de metal, quem minerou os metais?
pt_br: If the couch has metal parts, who mined the metals?

source: Se tem uma cadeira onde você tá, quem fabricou essa cadeira?
pt_br: If there's a chair where you are, who manufactured it?

source: Se você ganha salário, você é proletário.
pt_br: If you earn wages, you are a proletariat.

source: Se você ganha salário, você é trabalhador, tá?
pt_br: If you earn wages, you are a worker, ok?

source: Segundo Engels, quanto mais detalhadas eram essas sociedades, mais distantes elas eram da sociedade real.
pt_br: According to Engels, the more detailed these societies were, the further they drifted from reality.

source: Segundo Marx, a luta de classes entre burguesia e proletariado vai desembocar numa ruptura com o capitalismo.
pt_br: According to Marx, class struggle between bourgeoisie and proletariat will lead to a rupture with capitalism.

source: Sem entender valor, a gente não entende mais-valia; sem entender mais-valia, a gente não entende capitalismo.
pt_br: Without understanding value, we would not understand surplus.

source: Sempre a classe dominante estará acima da classe dominada.
pt_br: If there is an exploited class, there will be a exploiter class above it/ the dominant class will always stand atop the dominated one.

source: Sempre existiram exploradores e explorados, gente?
pt_br: guys, there where always exploiters and the exploited?

source: Sempre o prisma é o materialismo histórico-dialético.
pt_br: Dialectical and historical materialism is always the perspective.

source: Sempre.
pt_br: Every time.

source: Sendo dono da pessoa.
pt_br: Owning the person.

source: Sendo que ele tem as mesmas aptidões que você.
pt_br: Since he has the same skills as you.

source: Ser eu por inteiro significava "trazer perigo" e me barrava dos poucos "espaços seguros" em que me permitiam entrar.
pt_br: To be whole meant being ‘dangerous’ and barred out of the few ‘safe spaces’ I was permitted to be in.

source: Sete!
pt_br: Seven!

source: Sex at a young age with an older girl was supposed to be a source of pride according to friends, and my abuser joked about me finally becoming a man because of it.
pt_br: Fazer sexo com uma menina mais velha sendo jovem deveria ser uma fonte de orgulho de acordo com amigos, e minha abusadora brincou sobre eu finalmente me tornar um homem por causa disso..

source: She berated me, told me that my name is ‘a fetish’, and tried to get me into a hotel room using the last dollars I had.
pt_br: Ela me humilhou, me disse que meu nome é "um fetiche" e tentou me colocar em um quarto de hotel usando o resto de dinheiro que eu tinha.

source: She reached out to me again almost two years later.
pt_br: Ela veio falar comigo de novo quase dois anos depois.

source: Significa que toda vez que a gente produzir comida do mesmo jeito vai surgir a mesma religião?
pt_br: Does that mean that every time we produce food in the same way the same religion will emerge?

source: Sim.
pt_br: Yes.

source: Simple words sent me over the edge.
pt_br: Palavras simples me deixavam no limite.

source: Simply showing up for others is the only thing that gives even the possibility of victory.
pt_br: Simplesmente se disponibilizar para ajudar aos outros é a única coisa que nos dá a mera possibilidade de vencer.

source: Sob essa infraestrutura, se ergue uma ordem social, se ergue em cima dela.
pt_br: A social structure arises over this infrastructure.

source: Suas categorias se movem ao longo da história, mas eu não vou entrar muito na dialética do senhor e do escravo.
pt_br: These categories change throughout History but I wont get too much into the master-slave dialectic.

source: São essas contradições que vão ser objeto da nossa próxima análise.
pt_br: those are the contradictions that will be our target in this next analysis.

source: Só para avisar que isso existe.
pt_br: Just to let you know that this exists.

source: Só posso dissecá-las, compartilhá-las, agir a partir delas, e esperar que, de algum modo, meus esforços sejam considerados aceitáveis, produtivos, e materialista pelas pessoas com quem trabalho.
pt_br: I can only dissect them, share them, act from them, and hope that somehow my efforts are deemed acceptable, productive, and materialist by the people I work with.

source: Só que a gente não percebe.
pt_br: But we don't realize it.

source: Só que cê recebe o mesmo salário.
pt_br: But you receive the same salary.

source: Só que de outra forma, o valor da sua força de trabalho é determinado a partir do valor de tudo que te reproduz.
pt_br: but in another way, the value of your labour power is determined by all that reproduces you.

source: Só que ela não existe sem essa realidade.
pt_br: But it doesn't exist without that reality.

source: Só que eu vou tentar resumir.
pt_br: but I'll try and summarize.

source: Só que não só isso, nossa produção também satisfaz os nossos desejos culturais e intelectuais.
pt_br: But not only that, our production also satisfies our cultural and intellectual wants.

source: Só que o materialismo ele surge como uma crítica ao Hegel.
pt_br: But materialism arises from a critique of Hegel.

source: Só que o salário do trabalhador é equivalente ao valor da força de trabalho dele, e não ao valor que ele criou ao trabalhar!
pt_br: But the wage of the worker is equal to the value of his labour power, and not the value he created while labouring!

source: Só que, ao mesmo tempo, ele arremessou uma quantidade imensa de pessoas na miséria, na margem da sociedade.
pt_br: however, at the same time, it thrown a huge part of humanity into misery,

source: Só que, isso é um processo mecânico?
pt_br: Is this a mechanical process though?

source: Só que, o que é capitalismo, gente?
pt_br: But, what is capitalism, folks?

source: Talvez eu nunca me tornasse uma pessoa boa de verdade, mas eu podia ao menos tentar não repetir o eco da dominação masculina.
pt_br: Maybe I would never be an outright good person, but at least I could try not to repeat the echo of male domination.

source: Tanto quanto falem das virtudes das pessoas marginalizadas, até hoje eu me pego em ondas de vergonha e de medo.
pt_br: As much as people talk about the virtue of marginalised people, to this day I’m caught in waves of shame and fear.

source: Tem um sofá, quem fabricou esse sofá?
pt_br: If there's a couch, who made that couch?

source: That was how I understood myself, in relation to my abuser, to my sister, and to any other woman who stood next to me – even in admiration.
pt_br: Era assim que eu me entendia; em relação a minha abusadora, a minha irmã e a qualquer outra mulher que tivesse estado ao meu lado -- mesmo em admiração.

source: The gun control laws and the minimal amount of welfare US citizens get today are responses to the power of the Black Panther Party organising alongside drug users, children, mothers, and perpetually unemployed people in Watts and beyond, who mobilised people that orthodox communist parties in the US dismissed.
pt_br: A leis de controle de armas e o mínimo de assistência social que os cidadãos estadunidenses têm hoje são respostas ao poder da organização do Partido dos Panteras Negras junto a usuários de drogas, crianças, mães e pessoas perpetuamente desempregadas em Watts (Los Angeles) e além, que mobilizaram pessoas dispensadas pelos partidos comunistas ortodoxos dos EUA.

source: The only people who could offer comfort were my school teachers and my late grandmother, who encouraged me to try to love myself even when I was at my worst.
pt_br: Minha avó falecida e meus professores foram os únicos que conseguiam me acolher, me encorajando a tentar amar a mim mesma até nos meus piores momentos.

source: The only way trans women can answer all these pressures is by force, force alongside other marginalised peoples, because force is all we are allowed to be defined by.
pt_br: A única forma das mulheres trans responderem à todas essas pressões é pela força, a força junto a outros grupos marginalizados, porque a força é tudo pelo que permitem nos definir.

source: The thing is though, that only gave me temporary comfort.
pt_br: O problema é que isso só me confortava temporariamente.

source: Then she pledged to never speak to me again.
pt_br: E então, jurou nunca mais falar comigo de novo.

source: These are things that were desired by my abuser, but are uncouth and read as predatory by the wider public.
pt_br: São coisas que foram desejadas pela minha abusadora, mas que são esdrúxulas e lidas como predatórias pelo público geral.

source: They offered me no new communion with the (other) women around me.
pt_br: não me oferecia oferecia qualquer comunhão com as (outras) mulheres ao meu redor.

source: This was me eating the Fruit of Knowledge early, both in regards to the ‘gay shit’ I was told I wasn’t supposed to be interested in, and learning how women (too) can subjugate and dominate.
pt_br: Isso foi eu comendo o Fruto do Conhecimento cedo, tanto em relação às "coisas de gay" que me disseram que eu não deveria estar interessada, quanto em aprender como as mulheres também podem subjugar e dominar.

source: Through my work, I had to be more assertive and tough than I’ve ever been.
pt_br: No decorrer do meu trabalho, tive de ser mais firme e assertiva do que jamais fui.

source: Toda a revolução tem uma base material, tem um substrato material.
pt_br: Every revolution has a material basis, a material substrate.

source: Toda análise marxista, toda, parte da realidade material.
pt_br: Every Marxist analysis, every, starts from material reality.

source: Toda mercadoria tem uma quantidade de trabalho cristalizado nela.
pt_br: Every commodity has in it some amount of crystallized labour.

source: Todas as vezes que você acha que você não tá entendendo o que é Valor, certifique-se de que você não tá confundindo com preço, tá?
pt_br: Every time you think you're not understanding what Value is, be sure you're not confusing it with price, ok?

source: Todo o meu automonitoramento em busca de sinais de masculinidade maligna não servia de nada contra o meu sofrimento.
pt_br: All of my self-monitoring for signs of evil maleness did nothing to combat the misery.

source: Todos os objetos que vocês têm, todos, sem exceção, tem uma substância comum.
pt_br: All the objects you possess, all of them, without exception, has one substance in common.

source: Trabalhando seus escritos e seus discursos, descobri que partes de suas lutas serviam muito melhor para sustentar a minha luta presente.
pt_br: Working through their writing and speeches, I’ve found portions of their struggle to be a lot more nourishing for my contemporary fight.

source: Trabalhar enquanto trans agrava as indignidades do trabalho em geral.
pt_br: Working while trans aggravates the indignities of work in general.

source: Trabalho.
pt_br: Labour.

source: Tudo bem, eu não era a imagem viva do abusador doméstico de drama policial,
pt_br: Sure, I wasn’t the spitting image of a domestic abuser from a TV crime drama.

source: Tudo isso que você consome para existir tem trabalho socialmente necessário para produzi-lo.
pt_br: All that you consume in order to exist has in it the socially necessary labour needed to produce it.

source: Tá bom?
pt_br: Ok?

source: Um bar lésbico acolhe a mim e a uma amiga, maquiadas e vestidas, mas já ouvi histórias de outras mulheres trans que já foram assediadas aqui.
pt_br: A lesbian bar welcomes a friend and me, wearing makeup and a dress, but I’ve heard stories from other trans women who have been harassed here.

source: Um blog popular do Tumblr que eu costumava seguir para aprender sobre o feminismo radical equipara sexo com mulheres trans a estupro corretivo.
pt_br: A popular Tumblr blog I used to follow to learn about radical feminism equates sex with trans women to corrective rape.

source: Um cara com uma câmera miniDV em Pasadena ainda pode ter um vídeo meu dizendo acidentalmente meu nome morto quando eu deveria estar usando um pseudônimo.
pt_br: One guy with a miniDV camera back in Pasadena may still have a video of me accidentally saying my deadname when I was supposed to be using a pseudonym.

source: Um deles disse ao outro: 'Acho que ela pode me fazer mudar de lado '.
pt_br: One of them said to the other, ‘I think she might make me switch’.

source: Um exemplo que o Engels usa de dialética nesse livro aqui que eu citei.
pt_br: An example of dialectics Engels gives in this book I quoted

source: Um monte de gente se proletarizou, perdeu tudo o que tinha, passou a vender sua força de trabalho em troca do mínimo para existir e trabalhar em jornadas exaustivas de trabalho.
pt_br: A huge chunk of people was proletarianized, lost everything they had, and turned to selling their work force for /in exchange of the bare minimum to survive while bearing strenuous work hours.

source: Um palavrão filosófico, e por isso que eu falei que talvez eu tenha escolhido começar pelo mais difícil, mas eu peço que vocês deem uma chance, tá?
pt_br: A philosophical curse word, and that's why I said that I might have chosen to start by the most complicated part, but I beg you give it a chance.

source: Uma coisa depende da outra.
pt_br: One thing depends on the other.

source: Uma das características centrais do capitalismo é a Propriedade privada.
pt_br: One of the central characteristics of capitalism is the Private Property.

source: Uma noite, dois homens gays mais velhos me beijaram inteira num boteco favorito meu.
pt_br: One night, two older gay men kissed me all over in a favourite dive bar of mine.

source: Uma vez que esses meios são adquiridos eles se tornam parte do capital.
pt_br: Once such means are acquired they become part of capital.

source: Uma vez que uma mercadoria é produzida por trabalho e ela vai ser vendida no mercado.
pt_br: Once a commodity is produced by labour and it goes out to be sold in the market.

source: Utopia para quem não sabe, é o não-lugar.
pt_br: For those who don't know, utopia is a 'non--place'
